"1" = "Appel de votre FAI…";
"2" = "Connexion…";
"3" = "Authentification…";
"4" = "Connecté à votre FAI.";
"5" = "Déconnexion…";

"-2" = "Impossible de lancer le daemon de configuration PPP.";
"-1" = "Impossible d’initialiser PPP.";

"0" = "Impossible de se connecter à votre FAI.";
"256" = "Le modem ne répond pas. Vérifiez sa connexion puis recommencez.";
"257" = "Échec CCL.";
"258" = "Échec Chat.";
"259" = "Échec LCP.";
"260" = "L’authentification a échoué. Vérifiez vos nom et mot de passe, puis réessayez.";
"261" = "Délai de déconnexion";

"512" = "Aucune porteuse n’a été détectée.";
"513" = "Votre FAI est occupé.";
"514" = "Aucune tonalité n’a été détectée. Vérifiez la connexion téléphonique puis réessayez.";
"515" = "Une erreur de modem est survenue.";

"PPP_SWITCH_TO_PULSE" = "Passage à la numérotation par impulsions.";
"PPP_SWITCH_TO_TONE" = "Passage à la numérotation par tonalité.";
"PPP_WILL_REDIAL" = "Rappel dans 3 secondes.";
		
